/*Найдите сумму двух векторов.
Для векторов (a1,a2,..,an) и (b1​,b2​,..,bn​) суммой будет вектор (a1​+b1​,a2​+b2​,..,an​+bn​)
Входные данные:
    Натуральное число n<1000 - размерность векторов.
    n целых чисел через пробел на одной строке (первый вектор)
    n целых чисел через пробел на следующей строке (второй вектор)
Выходные данные:
    n целых чисел через пробел на одной строке (сумма векторов)*/
#include <stdio.h>
#define N 1000

int main()
{
    int a[N];   // первый массив
    int b[N];   // второй массив
    int n;  // количество чисел
    int i;  // номер ячейки

    return 0;
}